Repository: shawnl/command-not-found
Catalog: po/command-not-found-*.po
Languages: hu, ko, lt, vi

source: No command '%s' found, but there are %s similar ones
hu: Nem található „%s” nevű parancs, de van %s hasonló
ko: '%s' 명령은 찾을 수 없지만 비슷한 '%s' 명령이 있습니다.
lt: Komanda "%s" nerasta, tačiau yra %s panašios
vi: Không tìm thấy lệnh nào là '%s', nhưng có %s lệnh tương tự như thế

source: No command '%s' found, did you mean:
hu: Nem található „%s” nevű parancs, talán erre gondolt:
ko: '%s' 명령을 찾을 수 없습니다. 비슷한 명령:
lt: Komanda "%s" nerasta, ar jūs turėjote omenyje:
vi: Không tìm thấy lệnh nào là '%s', có phải ý bạn là:

source: Command '%s' from package '%s' (%s)
hu: „%s” parancs a „%s” (%s) csomagból
ko: '%s' 명령은 패키지 '%s'(%s)에 있습니다.
lt: Komanda "%s" iš paketo "%s" (%s)
vi: Câu lệnh '%s' nằm trong gói '%s' (%s)

source: Do you want to install it?
hu: Szeretné telepíteni?
ko: 설치하시겠습니까?
lt: Ar norite tai įdiegti?
vi: Bạn có muốn cài đặt?

source: y
hu: i
lt: t
vi: c

source: Command '%s' is available in '%s'
hu: A parancs („% elérhető innen: „%s”
ko: '%s' 명령은 '%s'에 있습니다.
lt: Komanda "%s" yra prieinama ties "%s"
vi: Câu lệnh '%s' tồn tại trong '%s'

source: Command '%s' is available in the following places
hu: A parancs („% a következő helyekről érhető el
ko: '%s' 명령은 다음 위치에 있습니다.
lt: Komanda "%s" yra prieinama šiose vietose
vi: Câu lệnh '%s' tồn tại ở những nơi sau

source: The command could not be located because '%s' is not included in the PATH environment variable.
hu: A parancs nem található, mert a PATH környezeti változóból hiányzik a „%s”.
ko: '%s'을 PATH 환경 변수에 넣지 않아 명령을 찾을 수 없습니다.
lt: Komandos vieta negalėjo būti nustatyta, nes "%s" nėra įtraukta į PATH aplinkos kintamąjį.
vi: Câu lệnh không thể xác định được bởi vì '%s' không được liệt kê vào trong biến môi trường PATH

source: This is most likely caused by the lack of administrative privileges associated with your user account.
hu: Ezt valószínűleg a felhasználói fiókjához tartozó rendszergazdai jogosultságok hiánya okozza.
ko: 이 문제는 사용자의 계정과 관계가 있는 관리자 권한이 없어 일어났을 가능성이 높습니다.
lt: Greičiausiai, tai įvyko dėl, su jūsų paskyra susietų, trūkstamų administratoriaus teisių.

source: The program '%s' is currently not installed.
hu: A „%s” program jelenleg nincs telepítve.
ko: 프로그램 '%s'을 설치하지 않습니다.
lt: Programa "%s" šiuo metu nėra įdiegta.
vi: Chương trình '%s' chưa được cài đặt.

source: You can install it by typing:
hu: A következő beírásával telepítheti:
ko: 다음을 입력해 설치할 수 있습니다:
lt: Galite ją įdiegti įvedę šią komandą:
vi: Bạn có thể cài đặt chương trình bằng cách nhập:

source: To run '%s' please ask your administrator to install the package '%s'
hu: A „%s” parancs futtatásához kérje meg a rendszergazdát a „%s” csomag telepítésére.
ko: '%s' 명령을 실행하려면 시스템 관리자에게 '%s' 패키지를 설치하도록 요청하십시오.
lt: Norėdami paleisti „%s“ paprašykite administratoriaus, kad įdiegtų paketą „%s“
vi: Để chạy '%s' hãy yêu cầu quản trị viên của bạn cài đặt gói '%s'

source: You will have to enable the component called '%s'
hu: Engedélyeznie kell a „%s” nevű összetevőt
ko: '%s' 요소를 사용하도록 설정해야합니다.
lt: Jūs turėsite įjungti komponentą, pavadinimu "%s"
vi: Bạn sẽ phải kích hoạt thành phần tên là '%s'

source: The program '%s' can be found in the following packages:
hu: A „%s” program a következő csomagokban található meg:
ko: '%s' 프로그램은 다음 패키지에서 찾을 수 있습니다:
lt: Programa "%s" gali būti rasta šiuose paketuose:
vi: Chương trình '%s' có thể được tìm thấy trong các gói sau đây:

source: You will have to enable component called '%s'
hu: Engedélyeznie kell a „%s” nevű összetevőt
ko: '%s' 요소를 사용하도록 설정해야합니다.
lt: Jūs turėsite įjungti komponentą, pavadinimu "%s"
vi: Bạn sẽ phải kích hoạt thành phần tên là '%s'

source: Try: %s <selected package>
hu: Próbálja kiadni a következőt: %s <kiválasztott csomag>
ko: 다음을 실행해 보십시오: %s <선택한 패키지>
lt: Pabandykite: %s <pasirinktas paketas>
vi: Thử: %s <gói đã được chọn>

source: Ask your administrator to install one of them
hu: Kérje meg a rendszergazdát az egyik telepítésére.
ko: 시스템 관리자에게 다음 중 하나를 설치하도록 요청하십시오.
lt: Paprašykite administratoriaus, kad įdiegtų vieną iš jų
vi: Liên hệ với người quản trị hệ thống của bạn để cài đặt một trong chúng

source: %prog [options] <command-name>
hu: %prog [kapcsolók] <parancs neve>
lt: %prog [parametrai] <komanda>

source: use this path to locate data fields
hu: ezen útvonal használata adatmezők kereséséhez
ko: 이 경로를 사용해 데이터 필드를 찾으십시오.
lt: naudoti šį kelią, norint nustatyti duomenų laukus
vi: sử dụng đường dẫn này để định vị các trường dữ liệu

source: ignore local binaries and display the available packages
hu: helyi binárisok figyelmen kívül hagyása, és az elérhető csomagok megjelenítése
ko: 로컬 바이너리를 무시하고 사용 가능한 패키지를 표시합니다.
lt: nepaisyti vietinių programų ir rodyti prieinamus paketus
vi: bỏ qua các bản nhị phân nội địa và hiển thị các gói đang tồn tại

source: don't print '<command-name>: command not found'
hu: ne írja ki a „<parancs-neve>: parancs nem található” szöveget
ko: '<command-name>: 명령을 찾을 수 없습니다' 메시지를 표시하지 않음
lt: neišvesti "<komandos-pavadinimas>: komanda nerasta"

source: %s: command not found
hu: %s: a parancs nem található
ko: %s: 명령을 찾을 수 없습니다
lt: %s: komanda nerasta
vi: %s: không tìm thấy lệnh

source: Sorry, command-not-found has crashed! Please file a bug report at:
hu: Elnézést, a command-not-found összeomlott. Küldjön hibajelentést ide:
ko: 죄송합니다. 프로그램에 문제가 있습니다! 다음으로 버그를 보고해주십시오:
lt: Atleiskite, command-not-found užstrigo! Prašome pranešti apie klaidą, adresu:
vi: Xin lỗi, command-not-found đã bị vỡ! Làm ơn gửi tập tin thông báo lỗi đến:

source: Please include the following information with the report:
hu: A jelentésbe vegye be a következő információkat:
ko: 보고서에 다음 정보를 함께 보내주십시오:
lt: Prašome kartu su ataskaita pateikti šią informaciją:
vi: Làm ơn kèm theo thông tin sau đây với bản báo cáo:

source: command-not-found version: %s
hu: command-not-found verzió: %s
ko: command-not-found 프로그램 버전: %s
lt: command-not-found versija: %s
vi: command-not-found phiên bản: %s

source: Python version: %d.%d.%d %s %d
hu: Python verzió: %d.%d.%d %s %d
ko: 파이선 버전: %d.%d.%d %s %d
lt: Python versija: %d.%d.%d %s %d
vi: Python phiên bản: %d.%d.%d %s %d

source: Exception information:
hu: Kivételinformációk:
ko: 예외 정보:
lt: Išimties informacija:
vi: Thông tin ngoại lệ:
